Repository: Yankos-G/BR_GroupProject
Catalog: Logical/LocalizableTexts.tmx
Source language: en
Languages: pl

source: Acknowledge
pl: Zatwierdź

source: Acknowledge all
pl: Zatwierdź wszystko

source: Active user:
pl: Aktywny użytkownik:

source: Activity
pl: Aktywność

source: Add user
pl: Dodaj

source: Advanced
pl: Zaawans.

source: Advanced sorting
pl: Sortowanie zaawansowane

source: Alarm history
pl: Historia alarmów

source: Alarms
pl: Alarmy

source: Approve
pl: Zatwierdź

source: Are u sure to delete this one?
pl: Czy na pewno chcesz usunąć ten element?

source: Auto mode
pl: Tryb auto

source: Avaible roles
pl: Dostępne role

source: B&R logo place:
pl: Położenie loga B&R:

source: BR place:
pl: Miejsce BR:

source: Camera exposure time
pl: Naświetlanie kamery

source: Camera focus
pl: Fokus kamery

source: Camera mode:
pl: Tryb kamery:

source: Cancel
pl: Anuluj

source: Change direction
pl: Zmień kierunek

source: Charts
pl: Wykresy

source: Choose range or threshold option
pl: Wybierz zakres albo wagę graniczną

source: Clear data
pl: Wyczyść dane

source: Color
pl: Kolor

source: Conveyor position:
pl: Pozycja taśmy:

source: Conveyor velocity:
pl: Prędkość taśmy:

source: Copy
pl: Kopiuj

source: Create
pl: Stwórz

source: Create new folder
pl: Stwórz nowy folder

source: Create new recipe
pl: Stwórz nową recepturę

source: Current position:
pl: Aktualna pozycja:

source: Current speed:
pl: Aktualna prędkość:

source: Current step:
pl: Obecny krok:

source: Current values
pl: Aktualne nastawy

source: Current weight:
pl: Aktualna waga:

source: Cut
pl: Wytnij

source: Date
pl: Data

source: Date:
pl: Data:

source: Delete
pl: Usuń

source: Delete user
pl: Usuń

source: Description:
pl: Opis:

source: Detected item:
pl: Wykryty przedmiot:

source: Diagnostics
pl: Diagnostyka

source: Dispensing piston
pl: Tłok wypychający:

source: Dispensing piston:
pl: Tłok rozpoczynający:

source: Edit user
pl: Edytuj

source: Enter folder
pl: Wejdź do folderu

source: Error
pl: Wystapił błąd

source: Export data
pl: Eksportuj dane

source: FALSE
pl: NIE

source: Folder up
pl: Wyjdź z folderu

source: Freeze
pl: Zamroź

source: Grey
pl: Szary

source: Grey color place
pl: Położenie szarego

source: Grey place:
pl: Miejsce szarego:

source: Heavy
pl: Cieżkie

source: Hell yea man!
pl: Potwierdź

source: Initialization
pl: Inicjalizacja

source: Item detected
pl: Wykryto detal

source: Item detection
pl: Wykrycie detalu

source: Item dosing
pl: Dozowanie detalu

source: Item not recognized
pl: Nie rozpoznano detalu

source: Item transport to the left tank
pl: Transport detalu do lewego zbiornika

source: Item transport to the right tank
pl: Transport detalu do prawego zbiornika

source: Left
pl: Lewo

source: Left box:
pl: Lewe pudełko

source: Left criteria
pl: Lewe kryteria

source: Left range:
pl: Lewy zakres:

source: Left storage range
pl: Zakres lewego zbiornika

source: Left storage threshold
pl: Lewa waga graniczna

source: Light
pl: Lekkie

source: Light left
pl: Lżejsze lewo

source: Light place:
pl: Miejsce lekkiego:

source: Light right
pl: Lżejsze praw.

source: Load
pl: Załaduj

source: Login
pl: Zaloguj

source: Login Failed!
pl: Błąd podczas logowania się!

source: Login successful!
pl: Logowanie powiodło się!

source: Logout
pl: Wyloguj

source: Lower weight place:
pl: Położenie lżejszego klocak:

source: Machine stopped
pl: Maszyna zatrzymana

source: Manual
pl: Tryb ręczny

source: Manual mode
pl: Tryb ręczny

source: Maximal weight
pl: Waga maksymalna

source: Minimal weight
pl: Waga minimalna

source: Move distance
pl: Ruch o odległość

source: Move left
pl: Ruch w lewo

source: Move right
pl: Ruch w prawo

source: Move velocity
pl: Ruch prędkością

source: Name
pl: Imię

source: Name:
pl: Nazwa:

source: New name:
pl: Nowa nazwa:

source: New state
pl: Nowy stan

source: Next
pl: Następna

source: No object detected in starting area!
pl: Brak przedmiotu!

source: No object detected in starting area. Place an object before starting.
pl: ż przedmiot w obszarze startowym zanim rozpoczniesz.

source: Old state
pl: Stary stan

source: Optic
pl: Optyczne

source: Optical logo sorting
pl: Sortowanie optyczne - logo

source: Optical sorting - color
pl: Sortowanie optyczne - kolor

source: Orange
pl: Oranż

source: Parameters
pl: Parametry

source: Password:
pl: Hasło:

source: Paste
pl: Wklej

source: Picture done
pl: Zrobiono zdjęcie

source: Please wait for System Diagnostics Manager to fully load...
pl: Prosimy poczekać na załadowanie strony...

source: Power on
pl: Zasilanie

source: Previous
pl: Poprzednia

source: Pushing the item from the belt to the left tank
pl: Zepchniecie detalu z taśmy do zbiornika lewego

source: Range
pl: Zakres

source: Ready
pl: Gotowy do startu

source: Recipes
pl: Receptury

source: Refresh
pl: Odśwież

source: Rename
pl: Zmień nazwę

source: Rename curretly selected recipe
pl: Zmień nazwę wybranej receptury

source: Rename selected file/foler
pl: Zmień nazwę wybranego pliku/folderu

source: RESET
pl: WYZERUJ

source: Reset hardware error
pl: Zresetuj Hardware

source: Reset motor error
pl: Zresetuj motor

source: Reset password
pl: Zresetuj hasło

source: Right
pl: Prawo

source: Right box:
pl: Prawe pudełko

source: Right criteria
pl: Prawe kryteria

source: Right range:
pl: Prawy zakres:

source: Right storage range
pl: Zakres prawego zbiornika

source: Right storage threshold
pl: Prawa waga graniczna

source: Role:
pl: Rola:

source: Save
pl: Zapisz

source: Saved weight:
pl: Zapisana waga:

source: Search:
pl: Szukaj:

source: Select border weight:
pl: Wybierz wagę graniczną:

source: Select language:
pl: Wybierz język:

source: Select measurement type:
pl: Wybierz system miar:

source: Select sort types:
pl: Wybierz typ sortowania:

source: Semi-auto mode
pl: Pół-automat

source: Services
pl: Ustawienia

source: Set exposure time
pl: Ustaw. naświetlanie

source: Set focus
pl: Ustaw. fokus

source: Size
pl: Rozmiar

source: Sort by modification ↑
pl: Sortuj modyfikacja ↑

source: Sort by modification ↓
pl: Sortuj modyfikacja ↓

source: Sort by name ↓
pl: Sortuj alfabetycznie ↓

source: Sort by name ↑
pl: Sortuj alfabetycznie ↑

source: Sort by size ↓
pl: Sortuj po rozmiarze ↓

source: Sort by size ↑
pl: Sortuj po rozmiarze ↑

source: Sort choice:
pl: Tryb sortowania:

source: Sorting by weight
pl: Sortowanie wagowe

source: Sorting criteria
pl: Kryteria sortowania

source: Sorting piston
pl: Tłok sortujący:

source: Sorting piston:
pl: Tłok sortujący:

source: Split weight:
pl: Waga graniczna:

source: State:
pl: Status:

source: Take photograph
pl: Zrób zjęcie

source: THE NUMBER OF ITEMS IN CHAMBERS:
pl: LICZBA PRZEDMIOTÓW W KOMORACH

source: Threshold
pl: Graniczna

source: Time
pl: Czas

source: to
pl: do

source: TRUE
pl: TAK

source: Unfreeze
pl: Odmroź

source: Unrecognized
pl: Nie rozpoznano

source: User account requirements
pl: Wymagania

source: User changed to:
pl: Użytkownik zmieniony na:

source: User locked
pl: Zablokuj

source: User menagment:
pl: Zarządzanie użytkownikami:

source: Username:
pl: Nazwa:

source: Weight
pl: Wagowo

source: Weight and optic
pl: Wagowe i optyczne

source: Weight mode:
pl: Tryb wagowy:

source: Working...
pl: Pracuje...

source: Audit
pl: Audyt

source: Files
pl: Pliki

source: Clear all
pl: Wyczyść wszyst.

source: Mode:
pl: Tryb:

source: Audit has been exported
pl: Audyt zostal wyeksportowany.
